<template>
    <div>
    <h1>개인정보취급방침</h1>
        <h2></h2>
        <p>제 1 조 목 적
            1. ㈜프롬더레드(이하 ‘회사’)는 이용자에게 다양한 서비스 제공을 위하여 아래와 같이 이용자의 개인정보를 수집합니다.
            2. 회사는 이용자의 개인정보를 매우 중요시하며, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 정보통신서비스제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하고 있습니다. 회사는 개인정보취급방침을 통하여 이용자가 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.
            3. 회사는 개인정보취급방침을 웹사이트 첫 화면에 공개함으로써 이용자가 언제든지 쉽게 볼 수 있도록 조치하고 있습니다.
            4. 회사는 필요에 의하여 개인정보취급방침을 개정하는 경우 웹사이트 공지사항을 통해 이용자에게 공지한 후 개정된 사항을 이용자가 쉽게 알아볼 수 있도록 하고 있습니다.
            제 2 조 개인정보 수집ㆍ이용에 대한 동의
            회사는 이용자의 서비스 이용 시 서비스이용약관 및 개인정보의 수집·이용 등 활용에 대한 동의절차를 마련하여, [동의]를 선택하면 개인정보 수집·이용에 동의한 것으로 봅니다.
            제 3 조 수집하는 개인정보 항목 및 수집방법
            1. 회사는 상담, 서비스 신청 등 서비스 제공 및 계약이행을 위해 아래와 같이 개인정보를 수집할 수 있습니다.
            수집항목 – 게임이용기록, 접속로그 및 인증일자, 게임버전
            회사는 이용자가 이벤트 프로모션에 참여하거나 선택형 서비스를 이용하려는 경우 아래의 정보를 수집할 수 있습니다.
            이름, 연령, 성별, 이메일 주소, 휴대전화번호, 주소
            2. 서비스 이용과정에서 아래와 같은 정보들이 생성되어 수집될 수 있습니다.
            – 서비스 이용기록, 접속 로그, 쿠키, 접속 IP정보, 결제기록, 이용정지 기록, pc사양정보
            – 스마트OS 탑재 모바일 기기(Tablet PC, 스마트폰 등)의 모델명, OS정보, 기기고유번호 (디바이스 아이디 또는 IMEI)
            3. 회사는 다음과 같은 방법으로 개인정보를 수집합니다.
            상담게시판, 경품 행사 응모, 배송 요청, 채널링 서비스 등 제휴사로부터의 제공, 생성정보수집 툴 등
            4. 회사는 기본적 인권침해의 우려가 있는 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등)는 요구하지 않습니다.
            제 4 조 개인정보의 수집 및 이용목적
            회사는 수집한 개인정보를 다음의 목적으로 활용합니다.
            1. 서비스 제공에 관한 계약 이행 및 프리미엄(유료) 서비스 제공에 따른 요금정산
            콘텐츠 제공, 프리미엄(유료) 서비스 이용에 대한 과금, 구매 및 요금 결제, 본인인증, 물품배송 또는 청구서 등 발송, 요금 추심
            2. 회원 및 이용자 관리
            회원제 서비스 이용에 따른 본인확인, 개인식별, 불량회원의 부정 이용 방지와 비인가 사용 방지, 중복가입확인, 가입의사 확인, 연령확인, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달
            3. 마케팅 및 광고에 활용
            신규 서비스 개발 및 맞춤 서비스 제공, 통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스 유효성 확인, 접속 빈도 파악, 회원의 서비스 이용에 대한 통계, 이벤트 및 광고성 정보와 참여기회 제공
            제 5 조 개인정보의 공유 및 제공
            1. 회사는 이용자의 개인정보를 ‘개인정보의 수집 및 이용목적’에서 고지한 범위 내에서 이용하며, 이용자의 사전 동의 없이 위의 범위를 초과하여 이용하거나 타인 또는 타 기관에 제공 또는 공유하지 않습니다. 다만, 이용자가 사전에 동의한 경우나 회사의 이용약관 또는 회사가 별도로 정한 정책 및 운영규정에 어긋나는 행위를 하여 관련법에 의거하거나 수사목적으로 법령에 정해진 절차와 방법에 따라 법적인 조치가 요구되거나 관련 수사기관의 요구가 있는 경우는 예외로 합니다.
            2. 회사는 회원 또는 이용자 별 맞춤 서비스, 기타 다양한 서비스 제공 등의 사업적인 이유로 이용자의 개인정보를 제휴사에 제공하거나 또는 공유할 수 있습니다. 그러나 개인정보를 제공, 정보를 공유할 경우에는 정보 제공 이전에 제휴사명, 제휴 목적, 제공 또는 공유되는 개인정보의 범위, 그리고 언제까지 이용/보관되는지에 대해 사전에 알리고 동의를 구하는 절차를 거치게 되며, 회원이 동의하지 않는 경우에는 제휴사에게 제공 또는 공유하지 않습니다.
            3. 회사는 휴대폰/ARS 결제와 관련하여 이용자의 이의제기가 있는 경우 또는 이에 준하는 사안으로 휴대폰/ARS 결제 중재센터의 요청이 있는 경우, 문제 해결을 위해 필요한 범위에 한하여 서비스와 관련된 이용자의 개인정보를 휴대폰/ARS 결제 중재센터에 제공할 수 있습니다.
            – 휴대폰/ARS 결제 중재센터 [(www.spayment.org)]
            – 전화: 02-563-4033, 4012
            제 6 조 수집한 개인정보 취급 위탁
            회사는 서비스 향상을 위해서 아래와 같이 개인정보를 위탁하고 있으며, 관계 법령에 따른 위탁 계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다.
            회사는 서비스 이행을 위해 아래와 같이 외부 전문업체에 위탁하여 운영하고 있습니다.
            제공정보의 이용 목적: 서비스 이용에 따른 본인확인
            – 제공대상: 한국모바일인증㈜
            – 제공 정보의 보유 및 이용 기간: 본인 확인용으로 제공하는 것으로써 별도 보유하지 않음.
            제 7 조 수집한 개인정보의 보유 및 이용기간
            1. 이용자의 개인정보는 개인정보의 수집목적 또는 제공받은 목적이 달성되면 파기됩니다. 회원이 회원탈퇴를 하거나 개인정보 허위기재로 인해 회원 ID 삭제 처분을 받은 경우 수집된 개인정보는 완전히 삭제되며 어떠한 용도로도 이용할 수 없도록 처리됩니다. 다만, 도용으로 인한 원치 않는 회원탈퇴 등의 피해가 발생할 우려가 있으므로 탈퇴신청 후 3일의 유예기간 동안 개인정보를 임시 보관하게 되며, 이는 이용 해지 시 이용자에게 고지됩니다. 3일 후에는 회사의 회원정보 데이터베이스(DB)에서 완전히 삭제됩니다.
            2. 이용자의 개인정보는 제7조 제1항에 따라 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기되나, 아래 각 항목에 해당하는 경우에는 명시한 기간 동안 보관할 수 있으며, 그 외 다른 목적으로는 사용하지 않습니다.
            (1) 불건전한 서비스 이용으로 서비스에 물의를 일으킨 이용자의 경우 사법기관 수사의뢰를 하거나 다른 회원을 보호할 목적으로 1년간 해당 개인정보를 보관할 수 있습니다.
            (2) 관계법령의 규정에 의하여 보관할 필요가 있는 경우 회사는 수집 및 이용 목적 달성 후에도 관계법령에서 정한 일정 기간 동안 회원의 개인정보를 보관할 수 있습니다.
            - 가. 계약 또는 청약철회 등에 관한 기록 : 5년
            - 나. 대금결제 및 재화의 공급에 관한 기록 : 5년
            - 다. 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
            - 라. 표시, 광고에 관한 기록 : 6개월
            - 마. 웹사이트 방문기록 : 3개월
            제 8 조 개인정보 파기 절차 및 방법
            1. 회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다.
            2. 파기 절차
            이용자가 서비스 이용 등을 위해 입력한 정보는 목적이 달성된 후 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라 ‘개인정보의 보유기간 및 이용기간’의 일정 기간 저장된 후 파기됩니다. 개인정보는 법률에 의한 경우가 아니고서는 이용자가 동의한 이용 목적 이외의 다른 목적으로 이용되지 않습니다.
            3. 파기 방법
            출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기하고 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
            제 9 조 개인정보보호를 위한 기술 및 관리적 대책
            회사는 이용자의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적, 관리적 대책을 강구하고 있습니다.
            1. 기술적 대책
            – 허용되지 않은 IP에 대한 접근 권한을 두어 회사 내부 네트워크가 아닌 경우 회사의 서버로 접근이 불가능하게 되어 있습니다. 또한 허용되지 않은 포트에 대한 접근 금지 등 시스템 보안에 최선을 다하고 있습니다.
            2. 관리적 대책
            (1) 개인정보관리책임자와 최소한 인원으로 구성된 별도의 부서를 마련하여 개인정보에 대한 접근권한을 제한하고 있습니다.
            (2) 개인정보를 취급하는 직원을 대상으로 새로운 보안 기술 습득 및 개인정보보호 의무 등에 관해 정기적인 사내교육 및 외부 위탁교육을 실시하고 있습니다.
            (3) 개인정보 관련 취급자의 업무인수인계는 보안이 유지된 상태에서 철저하게 이루어지고 있으며, 입사 및 퇴사 후 개인정보 사고에 대한 책임을 명확하게 하고 있습니다.
            3. 개인정보보호 전담부서의 운영
            (1) 회사는 사내 개인정보보호전담부서 등을 통하여 개인정보 취급방침의 이행사항 및 담당자의 준수여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로잡을 수 있도록 노력하고 있습니다.
            (2) 회사는 이용자의 개인정보를 보호하기 위하여 최선의 노력을 다하고 있지만 인터넷상의 데이터 전송은 완벽한 안전을 보장받을 수 없으며, 이러한 위험은 회사와 이용자가 함께 부담해야 합니다. 단, 회사는 이용자 개인의 실수 혹은 인터넷의 본질적인 위험성으로 인하여 야기되는 개인정보유출에 대해 책임을 지지 않습니다.
            (3) 회사는 앞으로도 이용자의 개인정보를 보호할 기술 및 관리에 관한 노하우를 쌓아 갈 것을 약속합니다.
            제 10 조 영업 양수 등의 통지
            회사는 영업의 전부 또는 일부를 양도하거나 합병, 상속 등으로 그 권리, 의무를 이전하는 경우 이용자에게 관련 내용으로 다음의 항목을 통지합니다.
            1. 영업의 전부 또는 일부의 양도, 합병 또는 상속의 사실
            2. 서비스 제공자 등의 권리, 의무를 승계한 자의 성명, 주소, 전화번호, 기타 연락처
            제 11 조 링크 사이트
            회사는 서비스 내 배너 등을 통하여 회원에게 다른 회사의 웹사이트 또는 자료에 대한 링크를 제공할 수 있습니다. 이 경우 해당 사이트의 「개인정보취급방침」은 회사의「개인정보취급방침」과 무관하므로 새로 방문한 사이트의 개인정보취급방침」을 확인하시기 바랍니다.
            제 12 조 개인정보 관리책임자
            회사는 개인정보에 대한 의견 수렴 및 불만처리를 담당하는 개인정보 관리책임자를 지정하고 있습니다.
            개인정보 관리 책임자	개인정보 관리 담당자
            성명	서 상 욱	이 희 정
            회사/서비스	㈜프롬더레드	㈜프롬더레드
            직위	CEO	경영지원팀 / 과장
            전화	02-393-2574	02-393-2574
            E-Mail	[fred.seo@fromthered.com]	[cindy.lee@fromthered.com]
            제 13조 고객센터
            1. 의견수렴 및 불만처리
            (1) 당사는 귀하의 의견을 소중하게 생각하며 귀하는 의문사항으로부터 언제나 성실한 답변을 받을 권리가 있습니다.
            (2) 당사는 귀하와의 원활한 의사 소통을 위해 고객센터를 운영하고 있습니다.
            2. 고객센터 안내
            (1) 당사의 고객센터는 다음과 같습니다.
            전화번호 02-393-2574
            팩스번호 02-392-0383
            고객센터 운영 시간은 다음과 같습니다.’
            – 월요일~금요일 11:00 ~ 18:00 (토, 일, 공휴일 휴무)
            (3) 전자우편이나 팩스 등을 이용한 상담은 접수 후 최단시간 내에 성실하게 답변 드리겠습니다.
            다만, 근무시간 이후 또는 주말 및 공휴일에는 익일 처리하는 것을 원칙으로 합니다.
            본 취급방침은 2020년 11월 30일부터 시행합니다.</p>

    </div>
</template>

<script lang="ts">
import { Component, Prop, Vue } from "vue-property-decorator";

@Component({
    components: {},
})
export default class Terms extends Vue {}
</script>

<style scoped lang="scss">
</style>